---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserMult
source: html/82a01138-16c4-8e0c-fd78-2c1b9b0406d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserMult Property

"Riser Multiplier"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRiserMult { get; }
```